Repository: cfpb/retirement
Catalog: retirement_api/locale/*/LC_MESSAGES/django.po
Languages: es

source: If you're planning an active retirement or carry a mortgage or other debt, your first few years in retirement may be more expensive than you expect. Some regular expenses like your out-of-pocket health care costs will likely increase as you get older. You can protect your retirement lifestyle by reducing your largest expenses. You can also increase your regular income by claiming at your full Social Security benefit age or later. If you claim earlier, your monthly benefit could be reduced by as much as 30 percent.
es: Si está planificando estar activo después de jubilarse o si todavía debe su préstamo hipotecario u otra deuda, sus primeros años de jubilación podrían ser más costosos de lo que usted espera. Algunos gastos regulares, tales como los costos médicos, probablemente aumentarán a medida que usted envejece. Usted puede proteger su estilo de vida durante la jubilación reduciendo sus gastos más grandes, poco a poco o antes de jubilarse. También puede aumentar sus ingresos regulares al solicitar sus beneficios de Seguro Social una vez cumpla su plena edad de jubilación o después. Si solicita sus beneficios antes de cumplir su plena edad de jubilación, su beneficio mensual podría reducirse hasta un 30%.

source: You can protect your lifestyle by planning ahead.
es: Usted puede proteger su estilo de vida si planifica con tiempo.

source: Future expenses are difficult to predict. Some regular expenses like out-of-pocket health care costs will likely increase as you get older. You can protect your retirement lifestyle by reducing your largest expenses. Consider downsizing or paying off your mortgage before you retire. You can also increase your regular income by claiming at your full Social Security benefit age or later. If you claim earlier, your monthly benefit could be reduced by as much as 30 percent.
es: Es difícil predecir los gastos que tendrá en el futuro. Algunos gastos regulares, tales como los costos médicos, probablemente aumentan a medida que usted envejece. Usted puede proteger su estilo de vida durante la jubilación reduciendo sus gastos más grandes poco a poco o antes de jubilarse. Considere reducir su préstamo hipotecario o terminar de pagarlo antes de jubilarse. También puede aumentar sus ingresos regulares al solicitar sus beneficios de Seguro Social una vez cumpla su plena edad de jubilación. Si solicita sus beneficios antes de cumplir su plena edad de jubilación, su beneficio mensual podría reducirse hasta un 30%.

source: You have an opportunity to continue growing your money.
es: Siga ahorrando en los próximos años.

source: Continue saving in the coming years.
es: Siga ahorrando en los próximos años.

source: Social Security won't replace all of your pre-retirement income. On average, Social Security replaces 40 percent of a worker's income. That means your retirement savings, pension <span data-tooltip-target="pensions" class="cf-icon cf-icon-help-round"></span>, 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, Individual Retirement Account (IRA) <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span>, or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> will need to fill the gap. Claiming at your full Social Security benefit age or later (up to age 70) can minimize this gap and maximize your monthly benefit. If you claim before your full retirement age, your monthly benefit could be reduced by as much as 30 percent.
es: El Seguro Social no sustituirá todo sus ingresos cuando se jubile. Los beneficios de Seguro Social sustituyen un promedio de 40% de los ingresos de un trabajador. Eso significa que, para que pueda disfrutar de una jubilación libre de preocupaciones, el resto de sus ingresos tendrá que suplementarse con su pensión<span data-tooltip-target="pensions" class="cf-icon cf-icon-help-round"></span> y sus ahorros para la jubilación en su plan 401(k)<span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, su IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o su cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Usted puede reducir esa diferencia al solicitar sus beneficios de Seguro Social una vez cumpla su plena edad de jubilación ya que recibirá una cantidad mensual más alta de beneficios. Si solicita sus beneficios antes de cumpla su plena edad de jubilación, su beneficio de Seguro Social podría reducirse hasta un 30%.

source: If you can, get the highest monthly Social Security benefit possible by claiming at your full Social Security benefit age or later. If you claim before your full retirement age, your monthly benefit could be permanently reduced by as much as 30 percent. Also, take advantage of catch-up contributions <span data-tooltip-target="catchup-contributions" class="cf-icon cf-icon-help-round"></span> to your 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, Individual Retirement Account (IRA) <span data-tooltip-target="ira" class="cf-icon cf-icon-help-round"></span>, or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> after age 50. Lastly, avoid losing your retirement savings to unnecessary tax penalties. If you withdraw your 401(k), IRA, or myRA savings before age 59½, you will likely face an early withdrawal penalty.
es: Si puede, obtenga el beneficio mensual posible más alto al solicitar su Seguro Social a la plena edad de jubilación o a una edad mayor. Si solicita sus beneficios antes de su plena edad de jubilación, su beneficio mensual podría reducirse hasta un 30%. Además, aproveche las contribuciones adicionales permitidas (conocidas en inglés como "catch-up contributions") <span data-tooltip-target="catchup-contributions" class="cf-icon cf-icon-help-round"></span> a su plan 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, su cuenta IRA <span data-tooltip-target="ira" class="cf-icon cf-icon-help-round"></span> o su cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> a partir de los 50 años de edad. Por último, evite pagar penalidades innecesarias. Por ejemplo, si usted retira sus ahorros de su plan 401(k), su cuenta IRA o su cuenta myRA antes de cumplir los 59 años y medio, es probable que deba pagar una penalidad por retiro anticipado.

source: It's a perfect time to start saving.
es: Es el momento perfecto para comenzar a ahorrar.

source: You could save through your employer's 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, an Individual Retirement Account (IRA) <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span>, or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> to fill the gap. Maximize an employer match if one is offered. Some employers match the money you put in your 401(k) plan which helps to grow your retirement savings. Even if you're unable to save as much as you'd like, your small savings today will grow over time and can become extra income or emergency savings in the future. If you expect Social Security to be your only source of income, you can still make the most out of it by claiming at your full Social Security benefit age or later. If you claim before your full retirement age, your monthly benefit could be reduced by as much as 30 percent. On the other hand, you can get extra increases for every month that you wait to claim past your full benefit age until age 70.
es: Podría ahorrar a través del plan 401(k) de su empleador <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, una cuenta IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o una cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Si su empleador también aporta a su cuenta, sáquele el máximo provecho a esas contribuciones. Algunas compañías depositan en su plan 401(k) una cantidad basada en la contribución que usted haga y esto ayuda a que sus ahorros para la jubilación crezcan más rápido. Incluso en el caso de que usted no pudiera ahorrar tanto como quisiera, lo poco que ahorre hoy crecerá con el tiempo y en el futuro podría convertirse en un ingreso extra o en ahorros para emergencias. Si espera que el Seguro Social sea su única fuente de ingreso, de todas formas puede obtener el máximo provecho solicitando su Seguro Social a la plena edad de jubilación o a una edad mayor. Si solicita sus beneficios antes, su beneficio mensual podría reducirse hasta un 30%. Por otra parte, su beneficio mensual aumenta por cada mes que usted espere después de cumplir su plena edad de jubilación hasta los 70 años.

source: You could save through your employer's 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, an Individual Retirement Account (IRA) <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span>, or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Make sure to maximize an employer match if one is offered. Some employers match some of the money you put in your 401(k) plan which helps to grow your retirement savings faster. You can also make additional contributions to these accounts called catch-up contributions <span data-tooltip-target="catchup-contributions" class="cf-icon cf-icon-help-round"></span>. If you expect Social Security to be your only source of income, you can still make the most out of it by waiting to claim at your full Social Security benefit age or later. When you claim before your full retirement age, your monthly benefit could be reduced by as much as 30 percent.
es: Podría ahorrar a través del plan 401(k) de su empleador <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, una cuenta IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o una cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Si su empleador también aporta a su cuenta, sáquele el máximo provecho a esas contribuciones. Algunas compañías aportan a su plan 401(k) una cantidad basada en la contribución que usted haga y esto ayuda a que sus ahorros para la jubilación crezcan más rápido. Usted también puede hacer contribuciones adicionales a estas cuentas (conocidas en inglés como “catch-up contributions”) <span data-tooltip-target="catchup-contributions" class="cf-icon cf-icon-help-round"></span>. Aún si espera que el Seguro Social sea su única fuente de ingreso, puede obtener el máximo provecho solicitando sus beneficios del Seguro Social a la plena edad de jubilación o a una edad mayor. Si solicita sus beneficios antes, su beneficio mensual podría reducirse hasta un 30%. Por otra parte, su beneficio mensual aumenta por cada mes que usted espere después de cumplir su plena edad de jubilación hasta los 70 años.

source: Protect yourself from outliving your money.
es: Protéjase para que no sobreviva sus recursos.

source: Claiming at your full benefit age could still make sense for you.
es: Posiblemente tenga sentido el solicitar sus beneficios al cumplir su plena edad de jubilación.

source: We understand it's difficult to make predictions. You may want to plan for the possibility that you (or your spouse) may live a long life. On average, a woman reaching age 65 today will live to age 87, and a man will live to age 84. Waiting to claim as long as you can could still make sense for you if you are married, are the higher earner in the household, and want your surviving spouse to keep the highest monthly benefit after you die. Remember, you can claim at any point between age 62 and 70. Each additional month that you wait to claim gives you a permanent increase in your monthly benefit which becomes more valuable as you age.
es: Entendemos que es difícil hacer predicciones. Tal vez quiera planificar para la posibilidad de que usted (o su cónyuge) tenga una larga expectativa de vida. La expectativa promedio de una mujer que cumple sus 65 años de edad es 87 años, mientras que la de un hombre es 84 años. Si está casado, y sus ingresos son mayores que los de su cónyuge, y desea que su cónyuge sobreviviente reciba un beneficio mensual más alto después de que usted fallezca, entonces considere no solicitar sus beneficios hasta el último momento posible. Recuerde que puede solicitar sus beneficios por jubilación en cualquier momento a partir de los 62 años de edad hasta los 70 años de edad. Cada mes adicional que usted espere para solicitar los beneficios resultará en un aumento permanente en sus beneficios, lo cual será más valioso a medida que envejece.

source: There's a good chance that you'll live into your 80s and beyond.
es: Existe una gran posibilidad de que usted viva pasado sus 80 años de edad.

source: We understand it's difficult to make predictions. You may want to plan for the possibility that you (or your spouse) may live a long life. On average, a woman reaching age 65 today will live to age 87, and a man will live to age 84. Claiming benefits at your full Social Security benefit age or later could be a good way to secure your monthly income during your later years. Your monthly benefit increases the longer you wait to claim, up to age 70, and is adjusted annually with the cost of living. If you live into your 80s but claim at age 62 instead of your full retirement age or later, your total lifetime benefits will be lower by thousands of dollars.
es: Tal vez quiera planificar para la posibilidad de que usted (o su cónyuge) tenga una larga expectativa de vida. La expectativa promedio de una mujer que cumple sus 65 años de edad es 87 años, mientras que la de un hombre es 84 años. Solicitar los beneficios del Seguro Social a su plena edad de jubilación o después podría ser una buena manera de asegurar que su ingreso básico sea suficiente cuando llegue a una edad avanzada. Su beneficio mensual aumenta con cada mes que usted espera para solicitarlo, y también se ajusta anualmente de acuerdo con el cambio en el costo de vida. Si usted vive sobre los 80 años de edad, pero solicita sus beneficios a los 62 años de edad, en vez de esperar hasta cumplir su plena edad de jubilación o una edad mayor, el monto total de beneficios de Seguro Social que recibirá a lo largo de su vida será miles de dólares menor.

source: Once you reach your full retirement benefits claiming age, you can work and earn as much as you want and your benefits will not be reduced. If you claim before this age and continue to work, your benefits could be temporarily reduced if you earn over a certain limit, but any reductions you receive will be credited back to you once you reach full retirement age.
es: Cuando cumpla su plena edad de jubilación según el Seguro Social, podrá seguir trabajando y sus ingresos del trabajo no afectarán sus beneficios. Si solicita sus beneficios de jubilación antes de cumplir su plena edad y continúa trabajando a la misma vez, sus beneficios podrían reducirse temporalmente si su ingreso pasa de cierto límite. Cualquier reducción le será acreditada de nuevo una vez que usted alcance su plena edad de jubilación.

source: A type of retirement savings account offered by employers to help their employees save for retirement.
es: Es un tipo de cuenta de ahorros que ofrecen los empleadores para ayudar a sus empleados a ahorrar para su jubilación.

source: myRA (my Retirement Account) is a retirement savings program offered by the U.S. Department of Treasury with no minimum contributions, fees, or risky investments, for those without a retirement savings program from their employer.
es: myRA (my Retirement Account): Traducido como mi Cuenta de Jubilación, es un programa de ahorros que ofrece el Departamento del Tesoro de los EE.UU. para quienes no tienen una cuenta de ahorros para la jubilación. Las cuentas myRA no requieren una contribución mínima, y no tienen cargos por comisiones o inversiones riesgosas.

source: Your Social Security benefits could be reduced if you receive federal, state, or local government pensions that are based on work where you did not pay Social Security taxes.
es: La cantidad de sus beneficios de Seguro Social podría reducirse, si usted recibe una pensión del gobierno federal, estatal o local por un trabajo en el que usted no hizo contribuciones al Seguro Social.

source: IRAs are types of retirement savings plans with special tax incentives. In these plans, your savings equal the contributions that you make to the account plus the gains or losses of your investments.
es: Son planes de ahorros para la jubilación que gozan de incentivos especiales. En estos planes, el total de sus ahorros equivale a lo que usted contribuya, más las ganancias o las pérdidas de sus inversiones.

source: Catch-up contributions are additional contributions that individuals who are age 50 or older can make to their 401(k), IRA, or myRA accounts to help them boost their savings as they approach retirement.
es: Estas son contribuciones adicionales que las personas mayores de 50 años pueden hacer a su plan 401(k), su cuenta IRA o su cuenta myRA con el fin de aumentar sus ahorros a medida que se acercan a su jubilación.

source: If you claim before full retirement age and continue to work, your benefits could be temporarily reduced if you earn over a certain amount. Any reductions you receive will be credited back to you once you reach full retirement age.
es: Cuando cumpla su plena edad de jubilación según el Seguro Social, podrá seguir trabajando y sus ingresos del trabajo no afectarán sus beneficios. Si solicita sus beneficios de jubilación antes de cumplir su plena edad y continúa trabajando a la misma vez, sus beneficios podrían reducirse temporalmente si su ingreso pasa de cierto límite. Cualquier reducción le será acreditada de nuevo una vez que usted alcance su plena edad de jubilación.

source: There are many ways to plan for a secure retirement outside of Social Security.
es: Existen otras maneras de planificar para una jubilación libre de preocupaciones.

source: That means you’ll receive your full benefit with no reductions! Here are steps to help you in the next few years.
es: Eso significa que recibirá sus beneficios de Seguro Social completos, sin ninguna reducción. Estos son pasos que le ayudarán en los próximos años:

source: This means you will get an increase in your monthly benefits! Here are steps to help you in the next few years.
es: Por lo tanto la cantidad de sus beneficios será reducida. Estos son pasos que le ayudarán en los próximos años:

source: This means you will get an increase in your monthly benefits! Here are steps to help you in the next few years.
es: Por lo tanto la cantidad de sus beneficios será reducida. Estos son pasos que le ayudarán en los próximos años:

source: Remember, claiming age here refers only to your Social Security retirement benefit, and not when you decide to stop working or apply for Medicare.
es: Recuerde que la plena edad de jubilación es un término que el Seguro Social usa para referirse a sus beneficios por jubilación, y no a la edad a la que usted decide dejar de trabajar o se inscribe en el programa Medicare.

source: in today's dollars
es: sin ajustes por inflación

source: Compared to claiming at your full benefit claiming age.
es: en comparación con su plena edad de jubilación.

source: By age 85, an average lifespan, your total benefits will be
es: La expectativa de vida promedio es 85 años de edad, a esa edad el total de sus beneficios será

source: About your maximum benefit claiming age:
es: Más sobre la edad máxima:

source: Always 70.
es: Siempre es 70 años.

source: At this age, you will get the maximum possible monthly benefit.
es: A esta edad usted obtendrá el beneficio mensual más alto.

source: About your full benefit claiming age:
es: Más sobre la plena edad de jubilación:

source: It is based on the year you were born.
es: Está basada en su año de nacimiento.

source: At this age, you will receive your full benefit with no reductions.
es: A esta edad recibirá su beneficio mensual sin reducciones.

source: About your early benefit claiming age:
es: Más sobre la edad temprana:

source: Earliest age you can claim your benefit is 62.
es: Lo más temprano que puede solicitar sus beneficios es a los 62 años de edad.

source: If you claim your benefit before your full claiming age, it will be reduced.
es: Si solicita sus beneficios antes de cumplir su plena edad de jubilación, sus beneficios se reducirán.

source: Because Social Security provides guaranteed income for life, it's especially valuable to you when you reach age 80 and beyond. Claiming benefits at your full Social Security benefit age or later could be a good way to secure your monthly income during your later years. Your benefit increases the longer you wait to claim, up to age 70, and is adjusted annually with the cost of living. If you live into your 80s but claim at age 62 instead of your full retirement age or later, your total lifetime benefits will be lower by thousands of dollars.
es: El Seguro Social es especialmente valioso a partir de los 80 años de edad, ya que le garantiza un ingreso por vida. Solicitar los beneficios del Seguro Social a su plena edad de jubilación o después podría ser una buena manera de asegurar que su ingreso básico sea suficiente cuando llegue a una edad avanzada. Sus beneficios aumentan por cada mes que usted espere el solicitar sus beneficios, hasta que cumpla la edad de 70 años. Sus beneficios también se ajustan anualmente de acuerdo con el cambio en el costo de vida. Si usted vive sobre los 80 años de edad, pero solicita sus beneficios a los 62 años en vez de esperar hasta cumplir su plena edad de jubilación o una edad mayor, el monto total de los beneficios que recibirá a lo largo de su vida será miles de dólares menor.

source: You may be able to save through your employer's 401(k) plan <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, an Individual Retirement Account (IRA) <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span>, or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Maximize an employer match if one is offered. Some employers match some of the money you put in your 401(k) retirement plan, helping you grow your retirement savings faster. Your decision about when to claim your Social Security benefits is especially important if you cannot or did not save as much as you would like. When you claim at your full Social Security benefit age or later, you avoid a reduction in your monthly benefit. You will also get increases for every month that you wait to claim past your full benefit age until age 70.
es: Podría ahorrar a través del plan 401(k) de su empleador <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, una cuenta IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o una cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Si su empleador también aporta a su cuenta, sáquele el máximo provecho a esas contribuciones. Algunas compañías aportan a su plan 401(k) una cantidad basada en la contribución que usted haga y esto ayuda a que sus ahorros para la jubilación crezcan más rápido. Su decisión sobre cuándo solicitar sus beneficios de Seguro Social es especialmente importante si usted no puede ahorrar o no ahorró tanto como hubiera querido. Al solicitar sus beneficios de Seguro Social a su plena edad de jubilación, evita una reducción en su beneficio mensual. Además, la cantidad mensual de sus beneficios aumenta por cada mes que usted espere después de cumplir su plena edad de jubilación hasta los 70 años de edad.
