Repository: cfpb/retirement
Catalog: retirement_api/locale/*/LC_MESSAGES/django.po
Languages: es

source: We understand it’s difficult to predict how long you will live. The best way to think about this is to look at your health and family history. You may want to plan for the possibility that you (or your spouse) may live a long time. The average life expectancy is 84 for men and 87 for women. Waiting to claim your Social Security benefits is the best way to cover expenses if you live a long time. Your benefit increases the longer you wait to claim, up to age 70, and are adjusted every year to keep up with the cost of living.
es: Entendemos que es difícil predecir cuánto tiempo vivirá. La mejor manera de pensar es tener en cuenta su salud y su historia familiar. Quizá quieras prever la posibilidad de que usted (o su cónyuge) puede vivir por mucho tiempo. La esperanza media de vida es 84 para los hombres y 87 para las mujeres. Esperar para reclamar sus beneficios de Seguro Social es la mejor manera de cubrir los gastos si usted vive mucho tiempo. Su beneficio aumenta cuanto más tiempo espera para reclamar, hasta los años 70 y se ajustan cada año para mantenerse al día con el costo de vida.

source: Contact us
es: Contáctenos

source: Search
es: búsqueda

source: We calculate benefit estimates based on the Social Security Administration's <a href="http://www.socialsecurity.gov/OACT/quickcalc/index.html">Quick Calculator</a>. The SSA uses the date of birth and current income values to build an average lifetime earnings history and calculate benefits. The benefit estimates we provide are only approximations, and are intended solely as a way to show how different claiming dates can affect monthly benefits. Social Security will calculate more accurate benefits estimates based on your actual lifetime earnings if you go to <a href="https://secure.ssa.gov/RIL/SiView.do">Social Security's sign-up page</a> and create an account.
es: Calculamos beneficio estimaciones basadas en la administración de la Seguridad Social <a href="http://www.socialsecurity.gov/OACT/quickcalc/index.html">Calculadora rápida</a>. La SSA utiliza la fecha de nacimiento y los valores actuales de ingreso a construir un historial de ganancias promedio de por vida y calcular beneficios. Las estimaciones de beneficios que ofrecemos son sólo aproximaciones y están destinadas únicamente como una manera de demostrar cómo diferentes fechas de reclamación puede afectar beneficios mensuales. Seguridad social calculará beneficios más precisas las estimaciones se basan en sus ganancias de por vida real si ir a la <a href="https://secure.ssa.gov/RIL/SiView.do">página de inscripción de la Seguridad Social</a> y crear una cuenta.

source: Full retirement age varies between 66 and 67 depending on your date of birth. This is the age at which you will receive your full benefit with no reductions.
es: Plena edad de jubilación varía entre 66 y 67 dependiendo de su fecha de nacimiento. Esta es la edad en la cual usted recibirá su beneficio completo con sin reducciones.

source: Early retirement refers to claiming benefits before your full retirement age. If you claim your benefits early, they will be permanently reduced. The earliest age you can claim your retirement benefit is 62.
es: La jubilación anticipada se refiere a reclamar beneficios antes de su plena edad de jubilación. Si usted reclamar sus beneficios temprano, ellos serán permanentemente reducidos. La más temprana edad puede reclamar el beneficio de jubilación es 62.

source: The maximum retirement age is 70. This is the age at which you will get the maximum possible benefit. You should not claim your benefit after this age.
es: La edad de jubilación máxima es de 70. Esta es la edad en la cual obtendrá el máximo beneficio posible. No deberá solicitar su beneficio después de esta edad.

source: Age 66 to 67, depending on your birthdate
es: Edad 66 a 67, dependiendo de su fecha de nacimiento

source: If you and your spouse are full retirement age, you can apply for benefits but have the payments suspended. This allows your spouse to file for spousal benefits without affecting your personal benefits. For details, see <a href="http://www.socialsecurity.gov/planners/retire/suspend.html" target="_blank">Social Security's guide</a>.
es: Si usted y su cónyuge son plena edad de jubilación, usted puede solicitar beneficios pero han suspendido los pagos. Esto permite que su cónyuge para solicitar beneficios cónyuge sin afectar sus beneficios personales. Para obtener más información, consulte <a href="http://www.socialsecurity.gov/planners/retire/suspend.html" target="_blank">a guía de la Seguridad Social.</a>

source: Age
es: A los

source: Compared to your full retirement age.
es: Comparado con su plena edad de jubilación.

source: Full retirement age
es: Plena edad de jubilación

source: Age you receive a full benefit without reduction
es: Recibe un beneficio completo sin reducción de la edad

source: Early retirement age
es: Edad de la jubilación anticipada

source: Any time before your full retirement age
es: Cualquier momento antes de su plena edad de jubilación

source: 62 is the earliest age you can claim your retirement benefit
es: 62 es la más temprana edad puede reclamar el beneficio de jubilación

source: Claiming before your full retirement age will permanently reduce your benefits
es: Reclamar antes de su plena edad de jubilación permanentemente reducirá sus beneficios

source: This refers to your Social Security claiming decision, not the age you decide to stop working.
es: Esto se refiere a su decisión que la Seguridad Social, no la edad que decide dejar de trabajar.

source: Show my estimated benefits
es: Beneficios estimados

source: Slide to explore claiming age
es: Diapositiva para explorar edad reivindicativos

source: Step
es: Paso

source: Today's dollars
es: Dólares de hoy

source: Claiming Social Security
es: Reclamando Seguridad Social

source: Enter your total work income before taxes and other deductions. If your work income is 0 (zero) because you are now retired or unemployed, enter the income for the last year in which you worked.
es: Entre el ingreso total de su trabajo antes de descontar los impuestos y otras deducciones. Si el ingreso de su trabajo es cero (0) porque ya está jubilado, o se encuentra desempleado, ingrese el total del ingreso que obtuvo el último año que trabajó.

source: Widowed
es: Viudo(a)

source: Consider these five factors
es: Tener en cuenta estos cinco factores

source: Take your next steps
es: Tomar sus siguientes pasos

source: <span class="header-line">Planning for retirement—</span>before you claim
es: <span class="header-line">Planifique para su jubilación—</span>Antes de solicitar

source: The age you claim Social Security affects your lifetime income. We’ll help you think through this decision.
es: La edad en la que solicita afectará los beneficios de Seguro Social que recibirá a lo largo de su vida. Le ayudaremos a decidir.

source: Your estimated benefits:
es: Sus estimados:

source: Select claiming ages on the graph to see how your estimated benefit changes.
es: Seleccione las edades en la gráfica para ver cómo aumentan o disminuyen sus beneficios.

source: Learn tips specific to your situation
es: Lea estos consejos

source: Picture your life in retirement to receive claiming tips.
es: Imagine su situación durante su jubilación y lea estos consejos sobre cuándo solicitar sus beneficios.

source: Do you expect to have additional sources of retirement income beyond Social Security?
es: ¿Espera tener otras fuentes de ingresos además de los beneficios del Seguro Social?

source: Sorry, we cannot provide an estimate because your entered annual income is less than the minimum needed to make the estimate.
es: Lo sentimos. No podemos generar un estimado de sus beneficios, ya que su ingreso anual es menor que la cantidad necesaria para poder generar un cálculo aproximado de sus beneficios.

source: Estimated benefits
es: Beneficio estimado

source: Claiming age
es: Edad de jubilación

source: You can protect the financial security of your surviving spouse.
es: Usted puede proteger las finanzas de su cónyuge sobreviviente.

source: Your decision of when to claim your Social Security could affect the benefits your spouse will receive after you die. Surviving spouses can keep either their own benefit or choose to keep their spouse's benefit, whichever is higher. If you are married, and are the higher earner in the household, claiming at your full benefit age will ensure your spouse will receive the higher benefit. Talk to your spouse about your claiming options so you can make this important decision together.
es: Su decisión sobre cuándo solicitar sus beneficios de Seguro Social podría afectar la cantidad de los beneficios que recibirá su esposo(a) cuando usted fallezca. Su cónyuge sobreviviente puede recibir los beneficios como sobreviviente basados en el registro de ganancias de su cónyuge o los beneficios basados en el registro de ganancias de usted, dependiendo de cuál de los dos beneficios sea el más alto. Si usted está casado, y tiene los ingresos más altos de la familia, al solicitar sus beneficios a su plena edad de jubilación, usted garantizará que su cónyuge reciba el beneficio más alto. Tenga una conversación con su esposo(a) sobre sus opciones para que juntos puedan tomar esta decisión.

source: Claiming at your full retirement age or later permanently increases your benefit.
es: Sus beneficios aumentarán permanentemente al solicitarlos a su plena edad de jubilación o después.

source: If you claim at your full Social Security benefit age or later, you will avoid a reduction in your monthly benefit. In addition, if you choose to wait to claim past your full benefit age until age 70, you can get an increase for every month that you wait. If you are divorced, your former spouse's claiming decision will not affect your benefit, so it should not affect your decision of when to claim.
es: Si solicita sus beneficios de Seguro Social cuando cumpla su plena edad de jubilación evitará una reducción en su beneficio mensual. Además, si elige solicitar sus beneficios a los 70 años, puede obtener un aumento por cada mes que haya esperado después de haber cumplido su plena edad de jubilación. Si está divorciado(a), la decisión que tome su ex cónyuge de cuándo solicitar los beneficios, no afectará la cantidad de los beneficios a los que usted tenga derecho bajo el registro de ganancias de su ex cónyuge. Por lo tanto, la decisión de su ex cónyuge no debería influir su decisión de cuándo solicitar sus beneficios.

source: Your claiming age matters for your own retirement benefits and your survivor's benefits.
es: Su decisión importa para sus propios beneficios de jubilación y como sobreviviente.

source: You may qualify for a survivor benefit if your deceased spouse qualified for Social Security. You can wait until age 70 to claim your survivor benefit and get the maximum amount possible, or you can claim a reduced survivor benefit as early as age 60. You may also qualify for a retirement benefit based on your own earnings record, but you will only receive one benefit at a time. If you expect your own retirement benefit to be higher than the survivor benefit, you may want to consider claiming the survivor benefit first. That way, you can start receiving some money from Social Security as your own retirement benefit continues to grow.
es: Es posible que tenga derecho a recibir los beneficios como cónyuge sobreviviente, si su cónyuge fallecido tenía derecho a recibir beneficios de Seguro Social. Usted tiene la opción de esperar hasta cumplir los 70 años para solicitar los beneficios como cónyuge sobreviviente y recibir la cantidad máxima posible de los beneficios, o puede solicitarlos tan temprano como a los 60 años de edad y recibir una cantidad reducida. Es posible que también tenga derecho a recibir los beneficios por jubilación bajo el registro de ganancias de usted. No obstante, sólo puede recibir uno de los dos tipos de beneficios a la vez. Si usted sabe que su beneficio por jubilación bajo su propio registro de ganancias será más alto que el beneficio como sobreviviente, puede solicitar primero el beneficio como sobreviviente. Así podrá comenzar a recibir algún beneficio mientras que los beneficios de jubilación bajo su propio registro de ganancias siguen aumentando.

source: Your benefits are based on your highest 35 years of earnings. Each year of work can add higher earnings to your record by replacing years with low earnings such as those when you were a student, were unemployed, or took time off to care for someone. When you work and wait to claim until age 70, you can increase your monthly benefit by more than 75 percent!<span data-tooltip-target="claim_early_and_work" class="cf-icon cf-icon-help-round"></span> Working in your 60s also gives you more time to save on your own for retirement.
es: Sus beneficios de Seguro Social se calculan usando los 35 años con los ingresos más altos. Por lo tanto, cada año que trabaje en sus sesentas podría añadirle a su registro de ganancias del Seguro Social un año más de ingresos altos. Estos años pueden compensar por los años en los que sus ingresos fueron bajos o no tuvo ingresos, tales como cuando era estudiante, estuvo desempleado o dejó de trabajar para cuidar a un ser querido. Si sigue trabajando y espera hasta los 70 años para solicitar sus beneficios, puede hacer que su beneficio mensual aumente más de un 75%. El trabajar en sus sesentas también le da más tiempo para ahorrar para su jubilación por su propia cuenta.

source: Working in your 60s will help you maximize your income and savings.
es: Trabajar en sus sesentas le ayudará a aumentar sus ingresos y sus ahorros.

source: , which is earlier than your Social Security full retirement claiming age.
es: años, que es antes de su edad de plena jubilación.

source: At this age you will receive less than your full benefit amount. Here are steps to help you in the next few years.
es: Por lo tanto la cantidad de sus beneficios será reducida. Estos son pasos que le ayudarán en los próximos años:

source: Create a <a href="http://www.ssa.gov/myaccount/" target="_blank"><em>my</em> Social Security account</a> to review your expected benefits based on your actual Social Security record. You will also find additional information about your eligibility and other benefits including disability and survivor benefits.
es: Visite el <a href="http://www.ssa.gov/espanol/jubilacion2/calculadora.html" target="_blank">Calculador del Seguro Social</a> para ver la cantidad aproximada de sus beneficios basados en su propio registro de ganancias del Seguro Social. También encontrará información adicional sobre otros beneficios, incluyendo los beneficios por discapacidad y para sobrevivientes.

source: Your retirement income outside of Social Security will help you cover your expenses. You can increase your contributions to your retirement savings plans, or open and contribute to an <a href="http://www.irs.gov/Retirement-Plans/Individuals-Retirement-Arrangements---Getting-Started" target="_blank">IRA</a> or <a href="https://myra.gov/" target="_blank">myRA</a> plan.
es: Sus ahorros le ayudarán a cubrir sus gastos durante su jubilación. Usted puede aumentar sus contribuciones a sus planes de jubilación, o abrir una <a href="http://www.irs.gov/Retirement-Plans/Individuals-Retirement-Arrangements---Getting-Started" target="_blank">cuenta IRA</a> (en inglés) o un plan <a href="https://myra.gov/" target="_blank">myRA</a> (en inglés) y hacer contribuciones a estas cuentas.

source: If your income, employment, or marital status changes, you may need to reconsider your claiming age. Visit us again!
es: Si sus ingresos, situación laboral o estado civil cambian, es posible que deba reconsiderar la edad en la que solicitará sus beneficios de Seguro Social. ¡Vuelva a visitarnos!

source: , which is your Social Security full retirement claiming age.
es: años, que es su plena edad de jubilación.

source: While you wait to claim your benefits, you can continue growing your savings by making <a href="http://www.irs.gov/Retirement-Plans/Plan-Participant,-Employee/Retirement-Topics-Catch-Up-Contributions" target="_blank">catchup contributions</a> to your existing accounts. You may also be able to open and contribute to an <a href="http://www.irs.gov/Retirement-Plans/Individuals-Retirement-Arrangements---Getting-Started" target="_blank">IRA</a> or <a href="https://myra.gov/" target="_blank">myRA</a> plan.
es: Puede seguir aumentando sus ahorros y hacer contribuciones adicionales a las cuentas que ya tiene mientras espera para solicitar sus beneficios. También podría abrir una <a href="http://www.irs.gov/Retirement-Plans/Individuals-Retirement-Arrangements---Getting-Started" target="_blank">cuenta IRA</a> (en inglés) o un plan <a href="https://myra.gov/" target="_blank">myRA</a> (en inglés) y hacer contribuciones a estas cuentas.

source: , which is later than your Social Security full retirement claiming age.
es: , que es la edad máxima para reclamar sus beneficios de Seguro Social.

source: While you let your benefits continue to grow, you can keep working if you want. You can also stop working and use a portion of your savings to cover your needs. <a href="http://www.irs.gov/Retirement-Plans/Retirement-Plans-FAQs-regarding-IRAs-Distributions-(Withdrawals)" target="_blank">Learn the rules about withdrawing money</a> from your retirement accounts.
es: Si lo desea, usted puede seguir trabajando mientras sus beneficios siguen aumentando. También puede dejar de trabajar y utilizar una parte de sus ahorros para cubrir sus necesidades económicas. Infórmese mejor sobre las normas para <a href="http://www.irs.gov/Retirement-Plans/Retirement-Plans-FAQs-regarding-IRAs-Distributions-(Withdrawals)" target="_blank">retirar dinero</a> (en inglés) de sus cuentas para la jubilación.

source: Working in your 60s may increase your monthly benefit in a few ways. Because your benefits are based on your highest 35 years of earnings, each year of work can add higher earnings to your record by replacing years with low earnings, such as those when you were a student, were unemployed, or took time off. When you work and wait to claim until age 70, you can increase your monthly benefit by more than 75 percent!<span data-tooltip-target="claim_early_and_work" class="cf-icon cf-icon-help-round"></span> Working in your 60s also gives you more time to save on your own for retirement.
es: Trabajar en sus sesentas puede ayudarle a aumentar su beneficio mensual de varias maneras.<span data-tooltip-target="claim_early_and_work" class="cf-icon cf-icon-help-round"></span> Ya que sus beneficios se calculan usando los 35 años con los ingresos más altos, cada año que trabaje en sus sesentas podría añadirle a su registro de ganancias del Seguro Social un año más de ingresos. Estos años pueden compensar por los años en los que sus ingresos fueron bajos o no tuvo ingresos, tales como cuando era estudiante, estuvo desempleado o dejó de trabajar para cuidar a un ser querido. Si solicita sus beneficios cuando cumpla su plena edad de jubilación, es posible que su beneficio mensual aumente un 25% o más. Trabajar en sus sesentas también le da más tiempo para ahorrar para su jubilación por su propia cuenta.

source: You can maximize your benefits even if you work fewer hours or stop working.
es: Es posible que pueda recibir un beneficio más alto, incluso si trabaja menos horas o deja de trabajar.

source: You may choose to work fewer hours or stop working in your 60s. If you decide to do so, you could use a portion of your retirement savings such as your 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, Individual Retirement Account (IRA) <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span>, or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> account to supplement your income in your early 60s until you reach your full Social Security benefit claiming age. If you can continue working in your 60s, you may add higher earnings to your record, getting you a higher monthly benefit. Remember, your monthly benefit will be significantly higher when you claim at your full benefit age or later. The age at which you decide to stop working doesn't have to be the same as your claiming age.
es: Si decide trabajar menos horas o dejar de trabajar por completo, podría usar una parte de sus ahorros, como por ejemplo su plan 401(k)<span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, su cuenta IRA<span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o su cuenta myRA<span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> para suplementar sus ingresos hasta que cumpla su plena edad de jubilación. Si puede seguir trabajando en sus sesentas, podrá añadir años adicionales de ingresos a su registro de ganancias del Seguro Social para así recibir un beneficio mensual más alto. Recuerde que su beneficio mensual será mucho más alto si lo solicita a su plena edad de jubilación o después. La edad en la que decida dejar de trabajar no tiene por qué ser la misma edad en la que decida solicitar sus beneficios.

source: Consider working in your 60s for an extra boost to your income and savings.
es: Considere trabajar en sus sesentas para recibir un aumento adicional en sus ingresos y sus ahorros.

source: Consider working extra years in your 60s for an extra boost to your income and savings
es: Considere trabajar en sus sesentas para recibir un aumento adicional en sus ingresos y sus ahorros.

source: Working in your 60s may add higher earnings to your record, getting you a higher monthly benefit. Remember, your monthly benefit will be significantly higher when you claim at your full Social Security benefit age or later. If you need to work fewer hours, you could use a portion of your retirement savings such as your 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, Individual Retirement Account (IRA) <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> account to supplement your income until full retirement age. However, this may not be an option if it eliminates your savings completely.
es: Si trabaja en sus sesentas podrá añadir años adicionales de ingresos a su registro de ganancias del Seguro Social y recibir una cantidad mayor de beneficios mensuales. Recuerde que su beneficio mensual será mucho más alto si lo solicita cuando cumpla su plena edad de jubilación o después. Si decide trabajar menos horas, podría usar una parte de sus ahorros, como por ejemplo su plan 401(k) <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, su cuenta IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o su cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span> para suplementar sus ingresos hasta que cumpla su plena edad de jubilación. Sin embargo, ésta no podría ser una opción si con ella usa todos sus ahorros.
