Repository: cfpb/retirement
Catalog: retirement_api/locale/*/LC_MESSAGES/django.po
Languages: es

source: You may be able to save through your employer's retirement plan, an Individual Retirement Account (IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span>), or myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Maximize an employer match if one is offered. This will help you grow your retirement savings faster. You can also make additional contributions to these accounts called catch-up contributions <span data-tooltip-target="catchup-contributions" class="cf-icon cf-icon-help-round"></span>. Your decision about when to claim your Social Security benefits is especially important if you cannot or did not save as much as you would like. When you claim at your full Social Security benefit age or later, you avoid a reduction in your monthly benefit. You will also get increases for every month that you wait to claim past your full benefit age until age 70.
es: Podría ahorrar a través del plan 401(k) de su empleador <span data-tooltip-target="401k" class="cf-icon cf-icon-help-round"></span>, una cuenta IRA <span data-tooltip-target="iras" class="cf-icon cf-icon-help-round"></span> o una cuenta myRA <span data-tooltip-target="myra" class="cf-icon cf-icon-help-round"></span>. Si su empleador también aporta a su cuenta, sáquele el máximo provecho. Algunas compañías depositan en su plan 401(k) una cantidad basada en la contribución que usted haga y esto ayuda a que sus ahorros para la jubilación crezcan más rápido. Usted también puede hacer contribuciones adicionales a estas cuentas (conocidas en inglés como “catch-up contributions”) <span data-tooltip-target="catchup-contributions" class="cf-icon cf-icon-help-round"></span>. Su decisión sobre cuándo solicitar sus beneficios de Seguro Social es especialmente importante si usted no puede ahorrar o no ahorró tanto como hubiera querido. Al solicitar sus beneficios a su plena edad de jubilación, evita una reducción en su beneficio mensual. Además, la cantidad mensual de sus beneficios aumenta por cada mes que usted espere después de cumplir su plena edad de jubilación hasta los 70 años de edad.

source: https://www.ssa.gov/OACT/quickcalc/faqs.html#8
es: https://www.ssa.gov/OACT/quickcalc/faqs-esp.html

source: Before You Claim
es: Antes de solicitar
