Repository: cfpb/retirement
Catalog: retirement_api/locale/*/LC_MESSAGES/django.po
Languages: es

source: Yes
es: Sí

source: Not Sure
es: No sé

source: Consumer Financial Protection Bureau
es: Oficina para la Protección Financiera del Consumidor

source: Claiming Social Security—choices to fit your needs
es: Reclamando Seguridad Social– una opción para adaptarse a su estilo de vida

source: The age you claim your benefits matters for your lifetime income. We'll help you think through this important decision.
es: La edad en la que solicita afectará los beneficios de Seguro Social que recibirá a lo largo de su vida. Le ayudaremos a decidir.

source: Explore how your claiming age affects your Social Security retirement benefits
es: Vea cómo la edad en la que solicita afecta sus beneficios de Seguro Social por jubilación.

source: Enter your information below to see your estimated benefits.
es: Ingrese sus datos para ver los cálculos aproximados de sus beneficios.

source: We base your benefit estimate on current formulas from the Social Security Administration. Your answers are anonymous. Because we do not access or use your Social Security earnings record, these are rough estimates.
es: Usamos las fórmulas de la Administración del Seguro Social para calcular sus beneficios. Sus respuestas son anónimas. Ya que no tenemos acceso a su registro de ingresos del Seguro Social, las cantidades que demostramos son un cálculo aproximado de sus beneficios.

source: Date of birth
es: Fecha de nacimiento

source: Highest annual work income
es: Ingreso anual de su trabajo

source: Get your estimates
es: Obtenga su estimado

source: View estimated benefits as:
es: Vea su estimado como:

source: monthly income
es: ingreso mensual

source: annual income
es: ingreso anual

source: is your full benefit claiming age.
es: es su plena edad de jubilación.

source: Total lifetime benefits at age 85
es: Total de beneficios de por vida a los 85 años

source: Choose age
es: Elija la edad

source: You’ve chosen age
es: Usted seleccionó

source: Here are some steps to help you in the next few years.
es: Aquí hay algunos pasos que le ayudarán en los próximos años.

source: Social Security retirement benefits are not designed to be your sole source of retirement income, but waiting even one month will increase your benefits.
es: Beneficios de jubilación del Seguro Social no están diseñados para ser su única fuente de ingresos de jubilación, pero esperando ni un solo mes se aumentar sus beneficios.

source: Learn how estimates are calculated.
es: Más sobre cómo calculamos sus estimados.

source: Learn tips to make your claiming decision
es: Aprenda consejos para tomar su decisión alegando

source: Learn your next steps
es: Conozca sus próximos pasos

source: Select the age you plan to claim your Social Security retirement benefits.
es: Seleccione la edad en la que planifica solicitar sus beneficios de Seguro Social

source: Tell us about your lifestyle for personalized information.
es: Háblenos de su estilo de vida para información personalizada.

source: Are you married?
es: ¿Está casado?

source: Do you plan to continue working in your 60s?
es: ¿Piensa seguir trabajando después de cumplir sus 60 años?

source: Will your expenses decrease after you retire?
es: ¿Espera que sus gastos se reduzcan después de que se jubile?

source: Will you have sources of income in addition to Social Security benefits?
es: ¿Va a tener fuentes de ingresos, además de los beneficios del Seguro Social?

source: Do you expect to live a long life?
es: ¿Espera vivir una larga vida?

source: (This will not affect your Social Security account or begin an application.)
es: (Su selección no afectará sus beneficios, ni tampoco iniciará una solicitud para beneficios).

source: Create a <a href="http://www.ssa.gov/myaccount/" target="_blank">my Social Security account</a> to review your actual earnings history and expected benefits.
es: Crear un <a href="http://www.ssa.gov/myaccount/" target="_blank">mi cuenta de Seguro Social</a> que revise su historial de ganancias reales y los beneficios esperados.

source: Visit us again if your income, employment, or marital status changes. Was this page helpful in thinking about your claiming age decision?
es: Visítenos de nuevo si los cambios de ingresos, empleo o estado civil. Útil para pensar acerca de su decisión de edad alegando ¿Ha sido esta página

source: Based on the year you’ve chosen, make any necessary changes to your retirement savings plans, like adding catch-up contributions or opening a <a href="https://myra.treasury.gov/about/" target="_blank">myRA account</a>.
es: Basado en el año elegido, hacer los cambios necesarios en sus planes de ahorro para la jubilación, como la adición de contribuciones para ponerse al día o la apertura de una <a href="https://myra.treasury.gov/about/" target="_blank">cuenta de myRA</a>.

source: Was this page helpful in thinking about your claiming age decision?
es: ¿Le resultó útil esta información?

source: Visit us again if your income, employment, or marital status changes.
es: Si sus ingresos, situación laboral o estado civil cambian, es posible que deba reconsiderar la edad en la que solicitará sus beneficios de Seguro Social. ¡Vuelva a visitarnos!

source: Thank you for your feedback!
es: ¡Gracias por sus comentarios!

source: The age you claim will affect your benefits, as well as your spouse’s.
es: La edad usted reclama afectará sus beneficios, así como de su cónyuge.

source: If you or your spouse wait until full retirement age to claim, you will have claiming options such as “file and suspend” and “restricted application”. Additionally, if you are the higher earner in the household, it’s particularly important to wait until full retirement age because your spouse will receive a higher survivor benefit.
es: Si usted o su cónyuge espera hasta la edad de jubilación completa para reclamar, tendrá que reclamar opciones como "archivo y suspender" y "aplicación restringida". Además, si usted es la fuente de ingresos más altos en el hogar, es particularmente importante que esperar hasta la edad de jubilación completa debido a que su cónyuge recibirá un beneficio de sobreviviente superior.

source: The longer you delay claiming, the higher your monthly Social Security benefit will be.
es: Cuanto más tiempo se demora alegando, mayor será el beneficio mensual de la Seguridad Social será.

source: Because you’re unmarried, your claiming decision is simpler. For every year that you wait until age 70, you will get a permanent increase in your benefits, protecting you from running out of money in retirement.
es: Porque usted es soltero, su decisión afirmando es más simple. Por cada año que espere hasta los 70 años, obtendrá un aumento permanente de sus beneficios, que le protege de quedarse sin dinero en la jubilación.

source: Stay on track for a secure retirement.
es: Mantenerse en el camino para una jubilación segura.

source: Working longer will help you maximize your Social Security benefits. Because your benefit is based on your highest 35 years of earnings, working longer can add higher earnings to your record by replacing years with low earnings. This might be especially helpful if there were years you were a student, were unemployed, or were taking time off to care for someone. When you work and wait to claim, you can nearly double your benefits by age 70!
es: Trabajar más tiempo le ayudará a maximizar sus beneficios de Seguro Social. Debido a que su beneficio se basa en sus más altas de 35 años de ganancias, trabajando ya puede agregar mayores ganancias a su registro mediante la sustitución de años con bajos ingresos. Esto puede ser especialmente útil si hubo años que eras un estudiante, estaba desempleado, o estaba tomando el tiempo libre para cuidar de alguien. Cuando usted trabaja y esperar a reclamar, se puede casi duplicar sus beneficios a los 70 años!

source: Working longer will help you maximize your retirement income.
es: Trabajar más tiempo le ayudará a maximizar sus ingresos de jubilación.

source: Because your Social Security benefit is based on your highest 35 years of earnings, working longer can add higher earnings to your record by replacing years with low earnings. This might be helpful if there were years you were a student, were unemployed, or took time off to care for someone. When you work and wait to claim, you can nearly double your benefits by age 70! Additionally, now’s a good time to take advantage of annual catch-up contributions to 401(k)s or other retirement savings.
es: Debido a sus beneficios de Seguro Social se basa en sus más altas de 35 años de ganancias, trabajando ya puede agregar mayores ganancias a su registro mediante la sustitución de años con bajos ingresos. Esto puede ser útil si hubo años que eras un estudiante, estaba desempleado, o tomó tiempo libre para cuidar a alguien. Cuando usted trabaja y esperar a reclamar, se puede casi duplicar sus beneficios a los 70 años! Además, ahora es un buen momento para tomar ventaja de las contribuciones anuales de puesta al día de 401 (k) s u otros ahorros de jubilación.

source: Working longer can help you maximize your benefits.
es: Trabajando ya puede ayudarle a maximizar sus beneficios.

source: Because most people make more money later in their careers, working longer can increase your monthly benefit. Your benefit is based on your highest 35 years of earnings, so working longer can add higher earnings to your record by replacing years with low earnings. This might be especially helpful if there were years you were a student, were unemployed, or were taking time off to care for someone. When you work and wait to claim, you can nearly double your benefits by age 70!
es: Porque la mayoría de la gente hace más dinero más adelante en sus carreras, trabajar más tiempo puede aumentar su beneficio mensual. Su beneficio se basa en sus más altas de 35 años de los ingresos, por lo que trabajar más tiempo, puede añadir mayores ganancias a su registro mediante la sustitución de años con bajos ingresos. Esto puede ser especialmente útil si hubo años que eras un estudiante, estaba desempleado, o estaba tomando el tiempo libre para cuidar de alguien. Cuando usted trabaja y esperar a reclamar, se puede casi duplicar sus beneficios a los 70 años!

source: Consider working fewer hours or changing careers.
es: Considere trabajar menos horas o cambiar de carrera.

source: Waiting to claim increases your monthly benefits every year until age 70. Working full-time is not the only option in your 60s. Many people plan a career change or work part-time. If you stop or reduce your work hours, it’s still possible to increase your Social Security benefits by waiting to claim. You could use a portion of your 401(k) or other retirement savings to supplement your earnings. You’ll need to decide whether doing this is financially possible.
es: Esperando a reclamar aumenta sus beneficios mensuales cada año hasta la edad de 70. Trabajo a tiempo completo no es la única opción en sus 60s. Muchas personas planean un cambio de carrera o trabajan a tiempo parcial. Si detiene o reduce sus horas de trabajo, todavía es posible aumentar sus beneficios de Seguro Social por la espera de reclamar. Usted podría utilizar una parte de su plan 401 (k) u otros ahorros de jubilación para complementar sus ingresos. Tendrá que decidir si hacer esto es financieramente posible.

source: Working longer will help you maximize your Social Security benefits. Because most people make more money later in their careers, working longer can increase your monthly benefit. When you work and wait to claim, you can nearly double your benefits by age 70! Did you know that your Social Security benefit is based on your highest 35 years of earnings? Working longer can add higher earnings to your record by replacing years with low and no earnings.
es: Trabajar más tiempo le ayudará a maximizar sus beneficios de Seguro Social. Porque la mayoría de la gente hace más dinero más adelante en sus carreras, trabajar más tiempo puede aumentar su beneficio mensual. Cuando usted trabaja y esperar a reclamar, se puede casi duplicar sus beneficios por 70 años! ¿Sabía usted que su beneficio de Seguro Social se basa en sus más altas de 35 años de ganancias? Trabajando ya puede agregar mayores ganancias a su registro mediante la sustitución de año con bajos y no hay ganancias.

source: Waiting to claim increases your monthly benefits every year until age 70. Working full-time is not the only option in your 60s. Many people plan a career change or work part-time. When you work and wait to claim, you can nearly double your benefits by age 70!Did you know that your Social Security benefit is based on your highest 35 years of earnings? Working longer can add higher earnings to your record by replacing years with low and no earnings.
es: Esperando a reclamar aumenta sus beneficios mensuales cada año hasta la edad de 70. Trabajo a tiempo completo no es la única opción en sus 60s. Muchas personas planean un cambio de carrera o trabajan a tiempo parcial. Cuando usted trabaja y esperar a reclamar, se puede casi duplicar sus beneficios por 70 años! ¿Sabía usted que su beneficio de Seguro Social se basa en sus más altas de 35 años de ganancias? Trabajando ya puede agregar mayores ganancias a su registro mediante la sustitución de año con bajos y no hay ganancias.

source: Many people find retirement is more expensive than expected.
es: Para muchos la jubilación tiene más gastos de los que habían previsto.

source: You’re likely to spend 20 years in retirement and income needs are difficult to predict. During that time, you’ll need savings to pay for expenses like home repairs, medical bills, or even buying a car. Out-of-pocket health care costs will likely increase as you get older. You can make adjustments, like downsizing or paying off your mortgage before you retire. You can also wait to claim Social Security up to age 70, which increases your benefits, creating a buffer against future increases in expenses.
es: Es probable que pasar 20 años en la jubilación y las necesidades de ingresos son difíciles de predecir. Durante ese tiempo, tendrá ahorros para pagar gastos como reparaciones en el hogar, gastos médicos, o incluso la compra de un coche. Fuera de su bolsillo los costos de atención de salud es probable que aumente a medida que envejece. Puede realizar ajustes, como la reducción o el pago de su hipoteca antes de jubilarse. También puede esperar para reclamar la Seguridad Social hasta los 70 años, lo que aumenta sus beneficios, creando un amortiguador frente a futuros aumentos en los gastos.

source: You’re likely to spend 20 years in retirement and income needs are difficult to predict. During that time, you’ll need savings to pay for expenses like home repairs, medical bills, or even buying a car. Additionally, out-of-pocket health care costs are likely to increase as you get older. One solution is to wait to claim Social Security up to age 70, which increases your benefits. This will help other retirement savings, like 401(k)s, last longer.
es: Es probable que pasar 20 años en la jubilación y las necesidades de ingresos son difíciles de predecir. Durante ese tiempo, tendrá ahorros para pagar gastos como reparaciones en el hogar, gastos médicos, o incluso la compra de un coche. Además, fuera de su propio bolsillo los costos de atención de salud es probable que aumenten a medida que envejece. Una solución es esperar para reclamar la Seguridad Social hasta los 70 años, lo que aumenta sus beneficios. Esto ayudará a otros ahorros para la jubilación, como 401 (k) s, duran más.

source: It's good to plan ahead.
es: Planificar con tiempo es una buena idea.

source: You’re likely to spend 20 years in retirement and income needs are difficult to predict. Creating a buffer against future increases in expenses will help. You can maximize your Social Security benefit by waiting to claim (up to age 70), and at the same time help maintain other retirement savings, like 401(k)s. Other things to consider are downsizing your home or paying off your mortgage before you retire.
es: Es probable que pasar 20 años en la jubilación y las necesidades de ingresos son difíciles de predecir. Creación de un amortiguador frente a futuros aumentos de los gastos será de ayuda. Usted puede maximizar sus beneficios de Seguro Social por la espera de reclamar (hasta 70 años), y al mismo tiempo ayudar a mantener otros ahorros para la jubilación, como 401 (k) s. Otras cosas a considerar están reduciendo su hogar o pagando su hipoteca antes de jubilarse.

source: Continue to save for a secure retirement.
es: Continuar para ahorrar para una jubilación segura.

source: Social Security was never intended to be your only source of retirement income. That means your other sources, like savings, a 401(k) or an IRA will need to fill the gap. Waiting to claim your benefits (up to age 70) will ensure that this gap is as small as possible. If you claim before your full retirement age, your monthly benefit is permanently reduced by as much as 30 percent. Claiming early means that you will need to save more on your own for a secure retirement.
es: Seguridad Social nunca fue pensado para ser su única fuente de ingresos de jubilación. Eso significa que sus otras fuentes, como el ahorro, un plan 401 (k) o un IRA tendrá que llenar el vacío. Esperando para reclamar sus beneficios (hasta 70 años) se asegurará de que esta brecha es tan pequeño como sea posible. Si usted reclama antes de que su plena edad de jubilación, su beneficio mensual se reduce de forma permanente hasta en un 30 por ciento. Reclamar temprano significa que usted tendrá que ahorrar más en su propia para una jubilación segura.

source: Take advantage of catch-up contributions.
es: Tome ventaja de las contribuciones para ponerse al día.

source: Social Security was never intended to be your only source of retirement income. That means your other sources will need to fill this gap. Two steps you can take to ensure that this gap is as small as possible: 1) wait to claim your Social Security benefits (up to age 70) and 2) after age 50, take advantage of 401(k) annual catch-up contributions.Did you know retirement savings plans including 401(k)s come with penalties if you take your money out before age 59½? Consider accessing your 401(k) assets later in retirement.
es: Seguridad Social nunca fue pensado para ser su única fuente de ingresos de jubilación. Eso significa que sus otras fuentes necesitarán para llenar este vacío. Dos pasos que puede tomar para asegurarse de que esta brecha es tan pequeño como sea posible: 1) esperar para reclamar sus beneficios de Seguro Social (hasta 70 años) y 2), después de 50 años de edad, se aproveche de 401 (k) las contribuciones anuales para ponerse al día .Did sabes planes de ahorro para la jubilación, incluyendo 401 (k) s vienen con sanciones si te tomas tu dinero antes de 59 años y medio? Considere la posibilidad de acceder a sus 401 (k) los activos después de la jubilación.

source: You have time and options to save.
es: Usted tiene tiempo y opciones para guardar.

source: You could save through your employer’s retirement plan, IRA or myRA. Make sure to take an employer match if one is offered. We understand you may not be able to save as much as you’d like, so your decision about when to claim Social Security benefits is even more important. Waiting to claim as long as possible (up to age 70) can nearly double your monthly benefit.
es: Usted podría ahorrar a través del plan de jubilación de su empleador, IRA o Myra. Asegúrese de tomar un partido de empleador si uno se ofrece. Entendemos que usted puede no ser capaz de ahorrar tanto como desee, por lo que su decisión sobre cuándo reclamar los beneficios del Seguro Social es aún más importante. Esperando para reclamar el mayor tiempo posible (hasta 70 años) casi puede duplicar su beneficio mensual.

source: It's never too late to start saving!
es: ¡Nunca es demasiado tarde para comenzar a ahorrar!

source: You could save through your employer’s retirement plan, IRA or myRA. After age 50, you have the opportunity to catch-up on saving for retirement through annual catch-up contributions. We understand you may not be able to save as much as you’d like, so your decision about when to claim Social Security benefits is even more important. Waiting to claim as long as possible (up to age 70) can nearly double your monthly benefit.You can also cut costs by downsizing to a smaller home or paying off your mortgage.
es: Usted podría ahorrar a través del plan de jubilación de su empleador, IRA o Myra. Después de 50 años de edad, usted tiene la oportunidad de ponerse al día en el ahorro para la jubilación a través de contribuciones anuales para ponerse al día. Entendemos que usted puede no ser capaz de ahorrar tanto como desee, por lo que su decisión sobre cuándo reclamar los beneficios del Seguro Social es aún más importante. Esperando para reclamar el mayor tiempo posible (hasta 70 años) puede casi duplicar su benefit.You mensual también puede reducir los costos mediante la reducción a una casa más pequeña o el pago de su hipoteca.

source: Delaying claiming of your Social Security benefits is the best way to protect yourself in old age.
es: Retrasar reivindicación de sus beneficios de Seguro Social es la mejor manera de protegerse en la vejez.

source: The average life expectancy is 84 for men and 87 for women. Because Social Security provides lifetime guaranteed income, it is especially valuable to you in your 80s and beyond. Waiting to claim your Social Security benefits is the best way to cover expenses if you live a long time. Your benefit increases the longer you wait to claim, up to age 70, and are adjusted every year to keep up with the cost of living.
es: La esperanza media de vida es de 84 para los hombres y 87 para las mujeres. Debido a que la Seguridad Social ofrece renta garantizada de por vida, es especialmente valioso para usted en sus años 80 y más allá. Esperando a reclamar sus beneficios de Seguro Social es la mejor forma de cubrir los gastos si vives mucho tiempo. Su beneficio aumenta cuanto más tiempo espere para reclamar, hasta los 70 años, y se ajustan cada año para mantenerse al día con el costo de vida.

source: There’s a good chance that you may live into your 80s.
es: Hay una buena probabilidad de que usted puede vivir en sus 80s.

source: Only you know your personal circumstances. The best way to think about this is to look at your health and family history. You may want to plan for the possibility that you (or your spouse) may live a long time. The average life expectancy is 84 for men and 87 for women. Waiting to claim your Social Security benefits is the best way to cover expenses if you live a long time. Your benefit increases the longer you wait to claim, up to age 70, and are adjusted every year to keep up with the cost of living.
es: Sólo usted sabe sus circunstancias personales. La mejor manera de pensar es tener en cuenta su salud y su historia familiar. Quizá quieras prever la posibilidad de que usted (o su cónyuge) puede vivir por mucho tiempo. La esperanza media de vida es 84 para los hombres y 87 para las mujeres. Esperar para reclamar sus beneficios de Seguro Social es la mejor manera de cubrir los gastos si usted vive mucho tiempo. Su beneficio aumenta cuanto más tiempo espera para reclamar, hasta los años 70 y se ajustan cada año para mantenerse al día con el costo de vida.
